[Settings]
AuthorName=zexspectrum	
AuthorEmail=zexspectrum@gmail.com
Language=English
RTLReading=0
CrashRptVersion=1205

[MainDlg]
DlgCaption=Error Report
HeaderText=%s has stopped working
SubHeaderText=Please send us this error report (%s in size) to help fix the problem and improve this software.
WhatDoesReportContain=What does this report contain?
ProvideAdditionalInfo=Provide additional info about the problem (recommended).
YourEmail=Your E-mail:
DescribeProblem=Describe in a few words what you were doing when the error occurred:
MyConsent=By pressing the “Send report” button, I confirm that I am familiar with the contents of the report and accept the terms of the Privacy Policy.
MyConsent2=By pressing the “Send report” button, I confirm that I am familiar with the contents of the report.
PrivacyPolicy=Privacy Policy
InvalidEmailCaption=Invalid E-mail 
InvalidEmailText=Please specify a valid E-mail address, for example, name@hotmail.com.
SendReport=Send report
CloseTheProgram=Close the program
RestartApp=Restart %s after this window is closed.

[DetailDlg]
DlgCaption=Error Report Details
DoubleClickAnItem=Double-click an item to open it with an appropriate program.
FieldName=Name
FieldDescription=Description
FieldType=Type
FieldSize=Size
Preview=Preview
PrivacyPolicy=Privacy Policy
Close=Close
Export=Export…
NoDataToDisplay=No data to display
PreviewAuto=Auto
PreviewText=Text
PreviewHex=Hex
PreviewImage=Image
           
[ProgressDlg]
DlgCaption=%s - Sending Error Report
DlgCaption2=%s has stopped working
DlgCaptionExport = %s - Exporting Error Report
CollectingCrashInfo=Collecting information about the problem…
CompressingFiles=Compressing error report files…
StatusText= The error report is now being sent (attempt %d of 3)…
ConfirmLaunchEmailClient=The error report can be sent using your default E-mail program (%s).\nTo run the E-mail program, Press “OK”, otherwise press “Cancel”.
CompletedWithErrors=Completed with errors. Press Close to close this window.
ExportedWithErrors=Export completed with errors. Press Close to close this window.
CopySelectedLines=Copy selected lines
CopyTheWholeLog=Copy the whole log
Cancel=Cancel
Cancelling=Cancelling…
Close=Close

[ResendDlg]
DlgCaption=%s - Send Error Reports
BalloonCaption=%s - Error Reports
BalloonText=Some errors occurred in %s application recently, however error reports were not sent. Click here to send error reports to the support team of the %s application.
ColumnName=Name
ColumnCreationDate=Creation Date
ColumnSize=Size
ClickForDetails=Double-click an item to see details.
SelectedSize=Size of selected items: %s.
SendNow=Send now
OtherActions=Other actions...
PopupShow=Show
PopupExit=Exit
PopupRemindLater=Close this window, but remind me later
PopupNeverRemind=Close this window and never remind again